{
  "data": [
    "Cats can make over 100 different sounds.",
    "Giraffes hum to communicate with each other.",
    "Elephants can communicate using infrasound, which is below the range of human hearing.",
    "Dolphins have unique signature whistles that they use to identify themselves.",
    "Kangaroos make a clicking sound when they move their hind legs.",
    "A group of owls is called a parliament.",
    "Crickets chirp more frequently when the temperature is warmer.",
    "Cows moo in different accents depending on where they're from.",
    "Frogs use their vocal sacs to amplify their calls.",
    "Penguins have unique calls that they use to find their mates in a crowded colony.",
    "Bats use echolocation to navigate and find prey.",
    "Whales communicate using a series of low-frequency sounds called songs.",
    "Humpback whales create the loudest sound of any living creature.",
    "Lions can roar loud enough to be heard up to 5 miles away.",
    "Horses communicate their emotions through a wide range of vocalizations.",
    "Dogs can interpret human emotions by listening to their tone of voice.",
    "Bees communicate through a complex dance known as the waggle dance.",
    "Chimpanzees have a wide range of vocalizations that can convey different meanings.",
    "Squirrels chirp to communicate with other squirrels in their surroundings.",
    "Parrots can mimic a variety of sounds, including human speech.",
    "Orcas, also known as killer whales, use a series of clicks and whistles to communicate.",
    "Rabbits can make a soft purring sound when they're feeling content.",
    "Bears can growl, snarl, huff, and make other vocalizations to communicate.",
    "Chickens have different vocalizations to warn of danger or communicate with their chicks.",
    "Geese honk to communicate with each other and establish their territory.",
    "Seals can make a variety of sounds, including barks, growls, and roars.",
    "Elephants use infrasound to communicate over long distances, even across different herds.",
    "Monkeys use a combination of vocalizations, facial expressions, and body movements to communicate.",
    "Rats can make ultrasonic vocalizations that are outside the range of human hearing.",
    "Whales use clicks, songs, and other vocalizations to communicate with each other.",
    "Birds sing to communicate with potential mates and establish their territory."
  ]
}